// Задача 1: Напишите программу, которая на вход принимает 
// два числа и выдаёт, какое число большее, а какое меньшее.

int a = 18, b = 10455;
if (a > b)
{
    Console.Write("max=" + a);
}
else
{
    Console.Write("max=" + b);
};

