// Задача 2: Напишите программу, которая принимает на вход 
// три числа и выдаёт максимальное из этих чисел.
 
int a=22, b=3, c=9;

if (a>b || a>c)
{
    Console.WriteLine( "max="+a);
}
else
{
    if (b>c)
    {
        System.Console.WriteLine("max=" +b);
    }
System.Console.WriteLine("max=" +c);
};