// Задача 3: Напишите программу, которая на вход принимает 
// число и выдаёт, является ли число чётным (делится ли оно на два без остатка).

int a = -10;

if (a%2 == 0)
{
    Console.WriteLine("a-четное");
}
else
{
    Console.WriteLine("a-нечетное");
};